[
  {
    "name": "Blinded",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      4
    ],
    "attackAttributes": [
      "Agility"
    ],
    "defenseAttributes": [
      "Evasion"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "The blinding effect can be anything from a handful of sand thrown in an enemies face, to a arctic blast that freezes their eyes, temporarily blinding them, to a bright flash that dazzles all targets in an area attack.<br />",
    "effect": "The target cannot see as long as the effect persists. Before any PERCEPTION or attack roll the target attempts has a 50% chance of failure. Roll this check before the attack or perception roll.<br />"
  },
  {
    "name": "Charmed",
    "tags": [
      "Supernatural"
    ],
    "power": [
      7
    ],
    "attackAttributes": [
      "Enchantment"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Resist ends (special) (Fail x 3 = 24 hours)",
    "description": "Charms are one of the great banes of legend, wielded by powerful enchantress's like Circe (in Homer's The Odyssey), Nymph's, and other enchanter's who control the will of others, not through total domination, but through a magical spell of love or friendship.<br />",
    "effect": "At the option of the attacker, the charmed bane either causes the target to consider the attacker their best friend and one of the most trustworthy and noble people they have met in all their lives. Alternatively, this trust and admiration can manifest as romantic love. The attacker is unable to do anything to plot against the one who afflicted them, and will (at the earliest possible opportunity) tell their charmer of any rumored harm or danger coming their way. The afflicted character becomes immediately suspicious of anyone who speaks ill of their attacker.<br />",
    "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the targets true mind is magically suppressed but fights to regain control.  As such, at the end of each of it's turns, the target receives a Resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.<br />"
  },
  {
    "name": "Death",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      9
    ],
    "attackAttributes": [
      "Agility",
      "Entropy"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Resist ends (special) (Fail x 3 = Permanent)",
    "description": "Utilizing either incredible precision or the power of death, the target’s life force is snuffed out completely. The most deadly assassins and most powerful necromancer’s are known for such legendary prowess.<br />",
    "effect": "You attempt to completely snuff the life force of your target.  There is a brief window of time where the target can attempt to resist this extinguishing force, but once that window closes, the death is permanent and can only be reversed with resurrection magic.  When the bane is initially applied, the target is IMMOBILE (can’t move from their current square) and unconscious. They have DISADVANTAGE 5 on all perception rolls, and are incapable of moving. As a result of being completely incapable of movement, an incapacitated character can be the victim of a finishing blow.<br />",
    "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the targets body fights to regain consciousness and resist the pending death.  As such, at the end of each of it’s turns, the target receives a Resist roll as a free action to break free from the effect.  Where 3 failed resist rolls would usually persist the effects of the bane, this bane extinguishes the life force of the target on 3 failed saves, thus it is permanent. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.<br />"
  },
  {
    "name": "Dominated",
    "tags": [
      "Supernatural"
    ],
    "power": [
      9
    ],
    "attackAttributes": [
      "Enchantment"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 1 hour)",
    "description": "Though rare, domination is seen from time to time in legendary tales, often wielded by vampires, and sometimes wielded by the most powerful, mentalist sorcerers who command legions of mindless zombies, completely enslaved to their will.<br />",
    "effect": "Dominated characters are under the complete control of the one who targeted them with the dominated bane. Unlike the charmed bane, characters under the effect of domination lose any control over their own actions but their minds are free to think anything, though they are effectively trapped in their own body like a prison. They cannot take action of any kind (except thought) unless it is ordered by the attacker. Every action which the attacker orders the afflicted character to perform which is in extreme violation of their nature gives the target a Resist roll as a free action to break free from the effect.  The attacker does not gain special access to the target’s mind and so can only order the character to perform actions that they think or know (from prior knowledge) that the character is capable of. Domination does not prevent other banes, like mind-reading, but each bane must be applied and resolved separately. Lastly, each mental order that the attacker gives to the target is a minor action. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.<br />",
    "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the targets true mind is magically suppressed but fights to regain control.  As such, at the end of each of it’s turns, the target receives a Resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.<br />"
  },
  {
    "name": "Forced Move",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9
    ],
    "attackAttributes": [
      "Might",
      "Movement",
      "Energy",
      "Agility"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Instantaneous",
    "description": "The afflicted target is moved (against it’s will) a variable distance at the mercy of the attacker. Possible stories for this movement include a strong gust of magical wind, a powerful blow with a heavy weapon, or a carefully timed shift and redirection an incoming attack’s momentum.<br />",
    "effect": "The afflicted target is moved X squares as chosen by the bane’s controller, where X is the power level of the bane.<br />"
  },
  {
    "name": "Grab",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      0,
      2
    ],
    "attackAttributes": [
      "Might"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Special",
    "description": "Grab attacks are ones that grapple, wrestle, pin, lock, crush, or otherwise restrain the target.<br />",
    "effect": "The grabbed bane has two variations with the same effect. The power level 0 variation is used when a Grab is attempted as a (non-damaging) bane attack. When attempted as part of a normal attack action, the power level is 2. If the attack is successful, then both the target and the attacker are IMMOBILE in their current squares for the duration of the grab. The attacker can choose to release their target at any time (a free action that immediately ends the bane).<br />",
    "special": "Breaking free from a grab is a move action, in which the grabbed target rolls a challenge roll where both the attacker and the defender roll an attribute check (the attacker can use only Might, the defender can use either Might or Agility). If the defender wins, the grab is ended and they can SLIDE 1 square as a free action.<br />"
  },
  {
    "name": "Immobile",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      3
    ],
    "attackAttributes": [
      "Enchantment",
      "Might",
      "Agility",
      "Entropy",
      "Energy"
    ],
    "defenseAttributes": [
      "Toughness",
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "The power to immobilize can come from a number of different sources, including a precision nerve strike that leaves the victim unable to move, a fear-inducing effect that causes awe and terror, or even a cold so extreme that it renders the victim immobile.<br />",
    "effect": "The target cannot move from their current square. This effect does not represent total paralysis, which is covered by the “Incapacitated” bane.<br />"
  },
  {
    "name": "Illusion",
    "tags": [
      "Supernatural"
    ],
    "power": [
      1,
      2,
      3,
      7
    ],
    "attackAttributes": [
      "Illusion"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 10 minutes)",
    "description": "Illusions come in many shapes and forms, but they boil down to one thing – a manifestation of something that is not real, which is seen by anyone within range of sight / hearing / smell etc. Not to be confused with hallucination (see the description in the POWERS section), which is one creature completely dominating the sensory perception of another<br />",
    "effect": "Any time that a character interacts with an illusion, they make a challenge roll as a free action (DL = Attribute score of the illusion’s creator). This challenge roll is in addition to the resist roll that all characters receive beginning the turn after the attacker stops concentrating or fails to sustain the illusion. Beyond that, illusions have a cumulative power level determined with how many senses they deceive as detailed below.<ul><li><strong>Power Level 1</strong> - Taste</li><li><strong>Power Level 2</strong> - Sound</li><li><strong>Power Level 2</strong> - Smell</li><li><strong>Power Level 2</strong> - Touch</li><li><strong>Power Level 3</strong> - Sight</li><li><strong>Power Level 6</strong> - All Senses</li></ul> Your ILLUSION attribute score determines the maximum area that your illusion can cover as follows. The dimensions are depth, width, and height (all squares must touch but can be in any shape/pattern) <ul><li>Illusion 1 - 1 x 1 x 1 square </li><li>Illusion 3 - 2 x 2 x 2 squares </li><li>Illusion 5 - 3 x 3 x 3 squares</li><li>Illusion 7 - 4 x 4 x 4 squares</li><li>Illusion 8 - 6 x 6 x 6 squares</li><li>Illusion 9 - 8 x 8 x 8 squares</li></ul><br />",
    "special": "When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next hour.<br />"
  },
  {
    "name": "Incapacitated",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      7
    ],
    "attackAttributes": [
      "Agility",
      "Entropy",
      "Enchantment",
      "Psychic"
    ],
    "defenseAttributes": [
      "Toughness",
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Incapacitation is a catch-all for a variety of banes including: total paralysis, sleep, petrification, poisoning, being knocked out, or fainting. Examples of possible causes of this bane include: a martial artist’s paralyzing strike, being put to sleep, paralyzed by poison, fainting from extreme heat, suffocation, etc.<br />",
    "effect": "The target is IMMOBILE (can’t move from their current square) and unconscious. They have DISADVANTAGE 5 on all perception rolls, and are incapable of moving. As a result of being completely incapable of movement, an incapacitated character can be the victim of a finishing blow.<br />",
    "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the targets body fights to regain consciousness.  As such, at the end of each of it’s turns, the target receives a Resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next hour.<br />"
  },
  {
    "name": "Knockdown",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      2
    ],
    "attackAttributes": [
      "Agility",
      "Might",
      "Energy"
    ],
    "defenseAttributes": [
      "Evasion",
      "Toughness"
    ],
    "duration": "Instantaneous",
    "description": "Fights are called “knock down, drag out” for a reason – knocking an opponent prone is a common way for one combatant to gain the upper hand. Knockdown can be caused by a thunderous blow from a great axe, a thunderbolt of supernatural energy, or a well aimed shove in a direction where the enemies balance is weak.<br />",
    "effect": "Knockdown is an instantaneous effect that knocks the target prone. Being prone gives a -4 penalty to all attacks made from prone. Melee and area attacks against prone characters gain tactical advantage (+2 to attack rolls), while being prone grants the character cover against projectile attacks<br />"
  },
  {
    "name": "Life Drain",
    "tags": [
      "Supernatural"
    ],
    "power": [
      5
    ],
    "attackAttributes": [
      "Entropy"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Instantaneous",
    "description": "The fangs of a vampire and the touch of a black mage that siphons away the very soul of his enemy are some examples of the Life Drain affliction.<br />",
    "effect": "For each point of damage that the attack deals (over and above the target’s defense score), you regain 1 hit point.<br />"
  },
  {
    "name": "Memory Wipe",
    "tags": [
      "Supernatural"
    ],
    "power": [
      6,
      8
    ],
    "attackAttributes": [
      "Enchantment"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Instantaneous",
    "description": "Warping or controlling the mind is one of the most dreaded powers of Enchanters, causing powerful heroes to forget their homes, families, and quests<br />",
    "effect": "<ul><li><strong>Power Level 6</strong>: You permanently erase the last 5 minutes of the target’s memory.  The target does not know what happened during this time (including having seen you, if they did).  Multiple uses of this bane progressively erase consecutive 5 minute increments.</li><li><strong>Power Level 8</strong>: Instead of erasing the immediate past, the invoker of the bane can erase memories from any time in the past, but the invoker must be aware of the memory either from rumor, personal knowledge, or successfully divining it.</li></ul><br />",
    "special": "When you target an enemy with this bane and your action roll fails to beat the targets RESOLVE, the target is immune to further attempts of this bane from you for the next 24 hours.<br />"
  },
  {
    "name": "Mind Dredge",
    "tags": [
      "Supernatural"
    ],
    "power": [
      2,
      4,
      6,
      8,
      9
    ],
    "attackAttributes": [
      "Divination"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 1)",
    "description": "Characters with the ability to read thoughts and otherwise dig through the minds of others through telepathy and similar powers are all great examples of MIND DREDGE.",
    "effect": "<ul> <li>Power Level 2: This power may target creatures of animal intelligence or lower. You gain access to the target’s current thoughts.</li><li>Power Level 4 - This power may target creatures of at least animal intelligence. You gain access to the target’s current thoughts.</li>Power Level 6 - This power may target creatures of at least animal intelligence. You gain access to the target’s current thoughts as well as its recent memories. Initially, you may probe 1 day into the past. For every round that you sustain this effect, you gain access access to an additional day’s worth of memories.<li>Power Level 8 - This power may target creatures of at least animal intelligence. You gain access to the target’s current thoughts as well as its distant memories. Initially, you may probe 1 year into the past. For every round that you sustain this effect, you gain access access to an additional year’s worth of memories. Alternatively, you may choose to gain the memories associated with a particular place, object, or event.</li><li>Power Level 9 - This power may target creatures of at least animal intelligence. You gain access to the target’s current thoughts as well as all of its memories, without limitation by time. Alternatively, you may choose to gain the memories associated with a particular place, object, or event. </li> </ul><br />",
    "special": "When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.<br />"
  },
  {
    "name": "Persistent Damage",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      2,
      4,
      6
    ],
    "attackAttributes": [
      "Agility",
      "Energy",
      "Entropy"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Persistent damage comes in many different types, including, but not limited to: cold, fire, acid, electricity, entropic, poison, wounding, etc. Persistent damage can apply from environmental conditions (the 9th plane of Hell should have a persistent fire damage effect in most campaign worlds), or from an action roll that includes the bane. Some types of fireball attacks might produce an powerful explosion that does more damage initially, where another type of fireball might have a “continual burn” effect, causing all within the initial blast to take persistent fire damage.<br />",
    "effect": "Persistent damage is automatically applied at the beginning of the afflicted character(s) turn(s) before they roll a resist roll against it. As noted in “power level” above, there are 3 tiers of persistent damage. At Power level 2 the bane deals 1d4 damage per round, at power level 4 the bane deals 1d8 damage per round, and finally at power level 6 the bane deals 2d6 damage per round. This damage automatically bypasses the afflicted character’s defenses but it can be reduced by any resistance to damage of a certain type (see the RESISTANCE boon). Persistent damage comes in a number of different variations: Physical damage (bleeding damage from a vital strike), Energy damage (lightning, fire, cold, acid, etc.) and entropic damage (necromantic energy).  Each variation has a it’s own cure; when that cure is applied with a normal action (either by the afflicted character, or another), the target receives a Resist roll with advantage (as a free action) to end the effect.  Some cures for the respective energy types include: <strong>Bleeding</strong> => Knowledge (Medical) / Creation / Profession: Healer, <strong>Lightning</strong> => discharge or grounding of the current / curcuit, <strong>Cold</strong> => warmth, heat, or fire, <strong>Acid</strong> => alkalizing agents (powder, milk, etc.) … The GM has the final word on whether a proposed cure can help a given type of persistent damage.<br />"
  },
  {
    "name": "Restrained",
    "tags": [
      "Supernatural"
    ],
    "power": [
      2
    ],
    "attackAttributes": [
      "Alteration",
      "Psychic"
    ],
    "defenseAttributes": [
      "Evasion",
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Through magical summoning of vines, briars, etc., warping inanimate objects to restrain a foe, or exerting psychic or magnetic force, the target becomes magically restrained.<br />",
    "effect": "The effect of <strong>restrained</strong> is identical to that of <strong>grabbed</strong>, except that the attacker is not IMMOBILE and there is no power level 0 variation.<br />"
  },
  {
    "name": "Scrying",
    "tags": [
      "Supernatural"
    ],
    "power": [
      5
    ],
    "attackAttributes": [
      "Divination"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "10 minutes",
    "description": "Peering into a magic vessel, a hearth, a bubbling cauldron, or a crystal ball, you see can view the target if they are on the same plane<br />",
    "effect": "If your attack is successful, you can view the target from any distance, provided they are on the same plane.<br />",
    "special": "You can attempt to scry the same target any number of times, but if your attack roll to target them fails, that target becomes immune to your scrying for 24 hours.<br />"
  },
  {
    "name": "Sickened",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      3
    ],
    "attackAttributes": [
      "Entropy"
    ],
    "defenseAttributes": [
      "Resolve",
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Entropic energy overcomes the target, bombarding their system and inducing nausea which makes any kind of action difficult<br />",
    "effect": "The target suffers disadvantage 2 to all action rolls<br />"
  },
  {
    "name": "Silenced",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      2
    ],
    "attackAttributes": [
      "Agility",
      "Entropy",
      "Alteration"
    ],
    "defenseAttributes": [
      "Resolve",
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Silence overcomes the target (whether from magically warping sound around the target) or a physical effect like strangulation / suffocation.<br />",
    "effect": "If AGILITY or ENTROPY was used in the attack, then the character is suffering strangulation and unable to speak.  In addition to that, if ALTERATION was used in the attack, all sound within 5’ of the target is magically suppressed, making their footsteps and the usual “clank” of belongings they are carrying inaudible.<br />",
    "special": "is it?"
  },
  {
    "name": "Slowed",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      2
    ],
    "attackAttributes": [
      "Energy",
      "Might",
      "Agility",
      "Entropy"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Slowing an enemy is usually caused by either extreme cold, prolonged heat, poison, or injury to one or both legs.<br />",
    "effect": "The afflicted character’s movement is reduced to 2 squares. This applies to all movement that is physical (flight, walking, climbing, etc.). If under a magical effect that increases speed, the two are canceled for the duration that both effect the target.<br />"
  },
  {
    "name": "Stunned",
    "tags": [
      "Supernatural",
      "Physical"
    ],
    "power": [
      4
    ],
    "attackAttributes": [
      "Agility",
      "Might",
      "Energy",
      "Enchantment",
      "Psychic"
    ],
    "defenseAttributes": [
      "Toughness"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "Stunning an enemy can be anything from the pommel of a dagger to the back of the head, to a kick in the groin, to a deafening thunderclap that disorients the target.<br />",
    "effect": "The target grants TACTICAL ADVANTAGE until the effect ends (enemies gain advantage 1 on their attacks if they do not already have tactical advantage). The afflicted enemy can take only a single action (either move, or normal, or minor) and cannot concentrate to sustain existing boon or bane effects.<br />"
  },
  {
    "name": "Stupefied",
    "tags": [
      "Supernatural"
    ],
    "power": [
      5,
      7
    ],
    "attackAttributes": [
      "Enchantment"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "Resist ends (Fail x 3 = 1 minute)",
    "description": "The stupefied bane has examples in many stories and legends: a vampire’s eyes are rumored to bring a stupor upon their foes, the call of a siren, or the inherent beauty of nymph’s and other woodland creatures. Being stupefied causes the character to be lulled into a sense sense of false security, tranquility, and pacifism.<br />",
    "effect": "<ul><li><strong>Power Level 5</strong>: Stupefied characters are in a state of mental fog, lowering their RESOLVE defense to 10, making them highly susceptible to other mind-altering banes. In addition, the character has the approximate intelligence of an animal or small child.  If attacked, it will defend itself until the attack ceases, using it’s natural weapons (hands, claws, bite, or in the case of a dragon, breath attack), but the target will never employ anything beyond the most basic form of defense. If the target sees fire, it will run away, if it feels pain, it will flee. While the target cannot make intelligent choices, it's true mind fights to regain control despite being magically suppressed.  As such, at the end of each of it’s turns, the target receives a resist roll as a free action to break free from the effect.  Any attack that causes the target mental or physical pain gives the target an additional Resist roll to break free from the bane.  Also any startling action (hit with a rock, slap on the face, etc.) will trigger a free resist roll for the target. Unlike other resist rolls, those triggered by damage, fear, and trauma do not count against the target’s typically allowed failures of 3, beyond which the duration of the bane would extend. When your target succeeds at a resist roll against this bane, they become to immune to all subsequent attempts by you to inflict the bane for the next 24 hours.</li><li><strong>Power Level 7</strong>: The effect is the same as Power Level 5, except it cannot be cancelled or interrupted by outside forces.</li></ul><br />"
  },
  {
    "name": "Surprised",
    "tags": [
      "Physical"
    ],
    "power": [
      0
    ],
    "attackAttributes": [
      "Enchantment"
    ],
    "defenseAttributes": [
      "Resolve"
    ],
    "duration": "1 Round",
    "description": "Being surprised is being caught flat-footed and scrambling to react to an enemy that the character was either unaware of, or did not realize was an enemy.<br />",
    "effect": "All attackers gain ADVANTAGE 1 against surprised characters. Surprised characters cannot take any actions that are INTERRUPT actions<br />",
    "special": "Under certain conditions a character may be surprised against <strong>only one opponent</strong>. The most common example being an opponent that is disguised, hiding, invisible, or for some other reason <em>not perceived as a threat</em>.<br />"
  }
]